Repository: yuexinwu1996/FocusFlow
Catalog: Dayflow/Dayflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

# menu_open_recordings
source: Open Recordings
zh_hans: 打开录制文件夹

# menu_pause
source: Pause Dayflow
zh_hans: 暂停 Dayflow

# menu_paused_for
source: Dayflow paused for
zh_hans: Dayflow 已暂停

# menu_quit
source: Quit Completely
zh_hans: 完全退出

# menu_resume
source: Resume Dayflow
zh_hans: 恢复 Dayflow

# model_download_subtitle
source: This model enables Dayflow to understand what's on your screen
zh_hans: 此模型使 Dayflow 能够理解你屏幕上的内容

# model_download_title
source: Download the AI model
zh_hans: 下载 AI 模型

source: Next
zh_hans: 下一步

# no_activity_data
source: No activity data yet
zh_hans: 还没有活动数据

# nothing_to_review
source: Nothing to review yet
zh_hans: 还没有需要审核的内容

source: OK
zh_hans: 确定

# onboarding_choose_provider
source: Choose a way to run Dayflow
zh_hans: 选择运行 Dayflow 的方式

# onboarding_ready
source: You are ready to go!
zh_hans: 一切就绪！

# onboarding_referral_prompt
source: I have a small favor to ask. I'd love to understand where you first heard about Dayflow.
zh_hans: 我有个小小的请求。我想了解你最初是在哪里听说 Dayflow 的。

# onboarding_tagline
source: Your day has a story. Uncover it with Dayflow.
zh_hans: 你的一天自有故事，让 Dayflow 为你发现。

# onboarding_welcome_message
source: Welcome to Dayflow! Let it run for about 30 minutes to gather enough data, then come back to explore your personalized timeline. If you have any issues, feature requests, or feedback please use the feedback tab. I would love to hear from you!
zh_hans: 欢迎来到 Dayflow！让它运行约 30 分钟以收集足够的数据，然后回来探索你的个性化时间轴。如有问题、功能需求或反馈，请使用反馈标签页。我非常期待听到你的声音！

source: Open System Settings
zh_hans: 打开系统设置

# permission_ensure_capture
source: Ensure Dayflow can capture your screen
zh_hans: 确保 Dayflow 可以捕获你的屏幕

# permission_grant
source: Grant Permission
zh_hans: 授予权限

# permission_granted
source: ✓ Permission granted! Click Next to continue.
zh_hans: ✓ 权限已授予！点击下一步继续。

# permission_last_step
source: Last step!
zh_hans: 最后一步！

# permission_macos_ask
source: macOS will ask for screen recording permission to enable activity tracking.
zh_hans: macOS 将请求屏幕录制权限以启用活动追踪。

# permission_open_settings
source: Open System Settings
zh_hans: 打开系统设置

# permission_privacy_guaranteed
source: Your privacy is guaranteed: All recordings stay on your Mac. With local AI models, even processing happens on-device. Nothing leaves your computer.
zh_hans: 你的隐私得到保障：所有录制都保留在你的 Mac 上。使用本地 AI 模型，甚至处理也在设备上进行。什么都不会离开你的电脑。

# permission_quit_reopen
source: Quit & Reopen
zh_hans: 退出并重新打开

source: Permission Required
zh_hans: 需要权限

# permission_turn_on_recording
source: Turn on Screen Recording for Dayflow, then quit and reopen the app to finish.
zh_hans: 为 Dayflow 开启屏幕录制，然后退出并重新打开应用以完成。

source: Playback speed
zh_hans: 播放速度

# provider_customize_local
source: Customize the local model prompts for summary and title generation.
zh_hans: 自定义本地模型的摘要和标题生成提示。

# provider_diagnostics_soon
source: Dayflow Pro diagnostics coming soon
zh_hans: Dayflow Pro 诊断即将推出

# provider_edit_config
source: Edit configuration
zh_hans: 编辑配置

# provider_gemini_downgrade
source: Dayflow automatically downgrades if your chosen model is rate limited or unavailable.
zh_hans: 如果你选择的模型受到速率限制或不可用，Dayflow 会自动降级。

# provider_gemini_model
source: Gemini model
zh_hans: Gemini 模型

# provider_overrides_note
source: Overrides apply only when their toggle is on. Unchecked sections fall back to Dayflow's defaults.
zh_hans: 覆盖仅在其开关打开时应用。未选中的部分将回退到 Dayflow 的默认值。

# provider_reset_defaults
source: Reset to Dayflow defaults
zh_hans: 重置为 Dayflow 默认值

# provider_switch
source: Switch
zh_hans: 切换

source: Quit & Reopen
zh_hans: 退出并重新打开

# referral_thanks
source: Thanks for letting me know!
zh_hans: 谢谢你的告知！

source: Retry
zh_hans: 重试

# review_action_prefix
source: Review %@
zh_hans: 查看%@

# review_action_suffix
source: to update your data.
zh_hans: 以更新你的数据。

# review_count_many
source: %d cards
zh_hans: %d 张卡片

# review_count_one
source: 1 card
zh_hans: 1 张卡片

# review_last_reviewed_at
source: Last reviewed at %@.
zh_hans: 上次复盘时间：%@。

# review_no_reviews
source: No reviews yet.
zh_hans: 还没有复盘。

source: Save
zh_hans: 保存

# screen_last_step
source: Last step!
zh_hans: 最后一步！

# screen_permission_granted_msg
source: ✓ Permission granted! Click Next to continue.
zh_hans: ✓ 权限已授予！点击下一步继续。

# screen_permission_needs_action
source: Turn on Screen Recording for Dayflow, then quit and reopen the app to finish.
zh_hans: 为 Dayflow 开启屏幕录制，然后退出并重新打开应用以完成。

# screen_recording_desc
source: Screen recordings are stored locally on your Mac and can be processed entirely on-device using local AI models.
zh_hans: 屏幕录制存储在你的 Mac 本地，可以使用本地 AI 模型完全在设备上处理。

# screen_recording_title
source: Screen Recording
zh_hans: 屏幕录制

source: Select
zh_hans: 选择

source: Select Date
zh_hans: 选择日期

source: Settings
zh_hans: 设置

# settings_dock_icon_subtitle
source: When off, Dayflow runs as a menu bar–only app.
zh_hans: 关闭时，Dayflow 作为仅菜单栏应用运行。

# settings_edit_config
source: Edit configuration
zh_hans: 编辑配置

# settings_last_checked
source: Last checked %@
zh_hans: 上次检查 %@

# settings_launch_at_login
source: Launch Dayflow at login
zh_hans: 登录时启动 Dayflow

# settings_launch_login
source: Launch Dayflow at login
zh_hans: 登录时启动 Dayflow

# settings_launch_subtitle
source: Keeps the menu bar controller running right after you sign in so capture can resume instantly.
zh_hans: 在你登录后立即保持菜单栏控制器运行，以便捕获可以立即恢复。

# settings_other
source: Other
zh_hans: 其他

# settings_other_subtitle
source: General preferences & support
zh_hans: 常规偏好与支持

# settings_providers
source: Providers
zh_hans: 提供商

# settings_providers_subtitle
source: Manage LLM providers and customize prompts
zh_hans: 管理 LLM 提供商和自定义提示

# settings_release_notes
source: View release notes
zh_hans: 查看发布说明

# settings_reset_defaults
source: Reset to Dayflow defaults
zh_hans: 重置为 Dayflow 默认值

# settings_share_analytics
source: Share crash reports and anonymous usage data
zh_hans: 分享崩溃报告和匿名使用数据

# settings_show_dock_icon
source: Show Dock icon
zh_hans: 显示 Dock 图标

# settings_show_journal_debug
source: Show Journal debug panel
zh_hans: 显示日志调试面板

# settings_storage
source: Storage
zh_hans: 存储

# settings_storage_subtitle
source: Recording status and disk usage
zh_hans: 录制状态和磁盘使用

# settings_subtitle
source: Manage how Dayflow runs
zh_hans: 管理 Dayflow 的运行方式

# settings_switch_provider
source: Switch
zh_hans: 切换

# settings_tab_other
source: Other
zh_hans: 其他

# settings_tab_providers
source: Providers
zh_hans: 提供商

# settings_tab_storage
source: Storage
zh_hans: 存储

# settings_title
source: Settings
zh_hans: 设置

# setup_advanced_warning
source: This path is recommended only if you're comfortable running LLMs locally and debugging technical issues. If terms like vLLM or API endpoint don't ring a bell, we recommend going back and picking ChatGPT, Claude, or Gemini. It's non-technical and takes about 30 seconds.\n\nFor local mode, Dayflow recommends Qwen3-VL 4B as the core vision-language model (Qwen2.5-VL 3B remains available if you need a smaller download).
zh_hans: 仅在你熟悉本地运行 LLM 和调试技术问题时才推荐此路径。如果 vLLM 或 API 端点等术语对你来说很陌生，我们建议返回选择 ChatGPT、Claude 或 Gemini。这些方案无需技术知识且只需约 30 秒。\n\n对于本地模式，Dayflow 推荐 Qwen3-VL 4B 作为核心视觉语言模型（如需更小的下载，仍可使用 Qwen2.5-VL 3B）。

# setup_header_cli
source: Connect ChatGPT or Claude
zh_hans: 连接 ChatGPT 或 Claude

# setup_header_local
source: Use local AI
zh_hans: 使用本地 AI

source: Share
zh_hans: 分享

source: Skip
zh_hans: 跳过

# star_on_github
source: Star Dayflow on GitHub
zh_hans: 在 GitHub 上为 Dayflow 加星

source: Start
zh_hans: 开始

# step_before_begin
source: Before you begin
zh_hans: 开始之前

# step_check_installations
source: Check installations
zh_hans: 检查安装

# step_choose_engine
source: Choose engine
zh_hans: 选择引擎

# step_complete
source: Complete
zh_hans: 完成

# step_enter_api_key
source: Enter API key
zh_hans: 输入 API 密钥

# step_get_api_key
source: Get API key
zh_hans: 获取 API 密钥

# step_install_model
source: Install model
zh_hans: 安装模型

# step_test_connection
source: Test connection
zh_hans: 测试连接

# storage_adjust_limit
source: Adjust storage limit
zh_hans: 调整存储限制

# storage_lower_limit_msg
source: Reducing the %@ limit to %@ will immediately delete the oldest %@ data to stay under the new cap.
zh_hans: 将 %@ 限制降低到 %@ 将立即删除最旧的 %@ 数据以保持在新的上限以下。

# storage_lower_limit_title
source: Lower %@ limit?
zh_hans: 降低 %@ 限制？

source: Submit
zh_hans: 提交

# terminal_command_title
source: Terminal command:
zh_hans: 终端命令：

# terminal_copy_instruction
source: Copy the code below and try running it in your terminal
zh_hans: 复制下方代码并尝试在终端中运行

# terminal_downloads_qwen
source: Downloads Qwen3 Vision 4B for Ollama
zh_hans: 为 Ollama 下载 Qwen3 Vision 4B

# terminal_run_this
source: Run this command:
zh_hans: 运行此命令：

source: Test
zh_hans: 测试

source: Test CLI
zh_hans: 测试 CLI

# test_connection_btn
source: Test Connection
zh_hans: 测试连接

# test_connection_failed_btn
source: Test Failed - Try Again
zh_hans: 测试失败 - 重试

# test_connection_success_btn
source: Test Successful!
zh_hans: 测试成功！

# test_connection_success_msg
source: Connection successful! Your API key is working.
zh_hans: 连接成功！你的 API 密钥工作正常。

# test_connection_testing
source: Testing connection...
zh_hans: 连接测试中...

# test_no_api_key
source: No API key found. Please enter your API key first.
zh_hans: 未找到 API 密钥。请先输入你的 API 密钥。

source: Test Required
zh_hans: 需要测试

source: Test Successful!
zh_hans: 测试成功！

source: Testing...
zh_hans: 测试中...

source: Thumbs down
zh_hans: 不赞同

source: Thumbs up
zh_hans: 点赞

# timeline_cards_info
source: Cards are generated about every 15 minutes. If Dayflow is on and no cards show up within 30 minutes, please report a bug.
zh_hans: 卡片大约每 15 分钟生成一次。如果 Dayflow 开启且 30 分钟内没有卡片显示，请报告错误。

# timeline_change_category
source: Change category
zh_hans: 更改分类

# timeline_copied
source: Copied
zh_hans: 已复制

# timeline_copy
source: Copy timeline
zh_hans: 复制时间线

# timeline_copy_tooltip
source: Copy timeline to clipboard
zh_hans: 复制时间线到剪贴板

# timeline_detailed_summary
source: DETAILED SUMMARY
zh_hans: 详细摘要

# timeline_hours
source: %@ hours
zh_hans: %@ 小时

# timeline_no_cards
source: No cards yet
zh_hans: 还没有卡片

# timeline_not_producing
source: Dayflow recording is currently turned off, so cards aren't being produced.
zh_hans: Dayflow 录制当前已关闭，因此不会生成卡片。

# timeline_record
source: Record
zh_hans: 录制

# timeline_recording
source: Recording
zh_hans: 录制中

# timeline_recording_off
source: Recording is off
zh_hans: 录制已关闭

# timeline_review_all_caught_up_detail
source: You've reviewed all your activities so far. The Timeline right panel will be updated with your rating.
zh_hans: 你已复盘目前的所有活动。 时间线右侧面板将根据你的评分更新。

# timeline_review_come_back
source: Come back after a few timeline cards appear.
zh_hans: 等出现几张时间线卡片后再回来。

# timeline_review_swipe_hint
source: Swipe on each card on your Timeline to review your day.
zh_hans: 在时间线中滑动每张卡片以复盘你的一天。

# timeline_select_activity
source: Select an activity to view details
zh_hans: 选择一个活动以查看详情

# timeline_summary
source: SUMMARY
zh_hans: 摘要

source: tracked this week
zh_hans: 本周追踪

source: Try again
zh_hans: 再试一次

source: Undo
zh_hans: 撤销

# upgrade_follow_steps
source: Follow the steps below, run a quick test, and Dayflow will switch you over automatically.
zh_hans: 按照以下步骤操作，运行快速测试，Dayflow 将自动为你切换。

# upgrade_keep_qwen25
source: Keep Qwen2.5
zh_hans: 保留 Qwen2.5

source: Upgrade now
zh_hans: 立即升级

# upgrade_qwen3_desc
source: Upgrade to Qwen3VL for a big improvement in quality.
zh_hans: 升级到 Qwen3VL 以显著提高质量。

# upgrade_runtime_custom
source: Custom
zh_hans: 自定义

# upgrade_runtime_question
source: Which local runtime are you using?
zh_hans: 你在使用哪个本地运行时？

# upgrade_test_success
source: Once the test succeeds, Dayflow updates your settings to %@ automatically.
zh_hans: 测试成功后，Dayflow 将自动更新你的设置到 %@。

# upgrade_to_model
source: Upgrade to %@
zh_hans: 升级到 %@

# video_time_range
source: %@ to %@
zh_hans: %@ 到 %@

# whats_new_preview_notice
source: Configure WhatsNewConfiguration.configuredRelease to preview.
zh_hans: 配置 WhatsNewConfiguration.configuredRelease 以预览。

# whats_new_title
source: What's New in %@ 🎉
zh_hans: 版本 %@ 的新内容 🎉

source: Your review
zh_hans: 你的复盘

source: Today
zh_hans: 今天

source: Rate this summary
zh_hans: 评价此摘要

# settings_language
source: Language
zh_hans: 语言

# settings_language_restart_title
source: Restart Required
zh_hans: 需要重启

# settings_language_restart_msg
source: Please restart Dayflow for the language change to take effect.
zh_hans: 请重启 Dayflow 以使语言更改生效。

# settings_language_restart_now
source: Restart Now
zh_hans: 立即重启

# settings_language_restart_later
source: Later
zh_hans: 稍后

# settings_app_preferences
source: App preferences
zh_hans: 应用偏好设置

# settings_app_preferences_subtitle
source: General toggles and telemetry settings
zh_hans: 常规开关和遥测设置

# review_distracted
source: Distracted
zh_hans: 分心

# review_neutral
source: Neutral
zh_hans: 中性

# review_focused
source: Focused
zh_hans: 专注
